Revit 2024 API
BuiltInFailures.DimensionFailures.SomeSpotDimensionsLostOnPaste Property
 Some Spot Dimensions were not copied because some References were lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SomeSpotDimensionsLostOnPaste { get; }
Visual Basic
Public Shared ReadOnly Property SomeSpotDimensionsLostOnPaste As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SomeSpotDimensionsLostOnPaste {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace